<template></template>

<script setup>
import { 查询当前用户的所有交易所信息 } from "@/api/exchange_infos_api";
import { api_获取用户指定交易所的余额信息 } from "@/api/user_info_api";
import { inject, onBeforeUnmount, onMounted, reactive, ref } from "vue";



// ------------------------------------------------------------------------------------------------------------页面初始化开始----------------------------------------------------------------------------------------------------


// ------------------------------------------------------------------------------------------------------------页面初始化结束----------------------------------------------------------------------------------------------------



</script>

<style lang="scss" scoped></style>